Repository: unikorm/momentkaph
Catalog: client/src/locale/messages.*.xlf
Languages: sk, uk

source: O mne
uk: Про мене

source: Galéria
uk: Галерея

source: Kontakt
uk: Контакт

source: to som ja
uk: це я

source: Ahoj! Volám sa Anna Lednicka a som človek, ktorý sa raz odvážil vybrať si svoj sen. Narodila som sa na Ukrajine, vyštudovala som lekársku univerzitu a stala som sa všeobecnou lekárkou. Ale vo štvrtom ročníku som sa zamilovala do fotografie a táto vášeň ma úplne pohltila. Kombinovala som prácu zdravotnej sestry a fotografovanie, kým som nedokončila univerzitu a neuvedomila si: fotografia je moje skutočné poslanie.
uk: Привіт! Мене звати Анна Ледницька, і я людина, яка одного разу наважилася обрати свою мрію. Я народилася в Україні, закінчила медичний університет і здобула спеціальність сімейного лікаря. Але на четвертому курсі мене захопила фотографія, і ця пристрасть поглинула мене з головою, я поєднувала роботу медсестри та зйомки, доки не довчилась в університеті і не зрозуміла: фотографія — це моє справжнє покликання.

source: Teraz žijem na Slovensku, kde začínam všetko od nuly. Nie je to ľahké, ale inšpiruje ma sen urobiť z fotografie svoje povolanie. Som manželka, mama a človek, ktorý verí, že je dôležité robiť to, čo vás zvnútra oživuje.
uk: Зараз я живу у Словаччині, де починаю все з нуля. Це нелегко, але мене надихає мрія зробити фотографію своєю професією. Я — дружина, мама і людина, яка вірить, що важливо займатися тим, що оживляє тебе зсередини.

source: Čo mám na svojej práci najradšej? Sú to momenty. Živé, skutočné emócie, nie len naaranžované zábery. Počas mojich fotení sa nemusíte obávať, ako sa postaviť alebo kam sa pozerať. Vytvorím pre vás ľahkú a príjemnú atmosféru: dám vám zaujímavú úlohu, vy ju splníte a ja medzitým zachytím úprimné emócie. Začnete sa baviť a fotenie sa premení na nezabudnuteľne strávený čas - so mnou, so sebou, s vašou rodinou alebo s vašou druhou polovičkou.
uk: Що я найбільше люблю у своїй роботі? Це моменти. Живі, справжні емоції, а не просто постановочні кадри. На моїх фотосесіях ви не повинні хвилюватися, як стати чи куди дивитися. Я створю для вас легку та комфортну атмосферу: задам цікаве завдання, ви його виконаєте, а я в цей час ловитиму щирі емоції. Ви почнете веселитися, і фотосесія перетвориться на незабутньо проведений час — зі мною, із собою, з вашою родиною чи другою половинкою.

source: Som presvedčená, že fotografie vytvorené s dušou zachovajú tieto momenty na celý život. Poďme ich vytvárať spolu!
uk: Я впевнена, що фотографії, зроблені з душею, збережуть ці моменти на все життя. Давайте створювати їх разом!

source: kontaktuj ma
uk: напишіть

source: Tvoje meno
uk: Ваше ім’я

source: Príliš krátke...
uk: Замало символів...

source: Príliš krátke alebo dlhé...
uk: Замало або забагато символів...

source: Tvoj email
uk: Ваша електронна пошта

source: Prosím zadajte platný email...
uk: Введіть правильний email...

source: Tvoje tel. číslo
uk: Ваш номер телефону

source: Prosím zadajte platné telefónne číslo...
uk: Будь ласка, введіть коректний номер телефону...

source: Správa pre mňa...
uk: Ваше повідомлення...

source: Správa odoslaná!
uk: Повідомлення надіслано!

source: Niečo sa pokazilo!
uk: Щось не так!

source: Odosielam...
uk: Відправляю...

source: Odoslať správu
uk: Відправляю повідомлення

source: ALEBO
uk: Або

source: Bábätká
uk: немовлята

source: Svadby
uk: Весілля

source: Portréty
uk: Портрети

source: Príbehy lásky
uk: Історії кохання

source: Rodina
uk: Родини

source: Ateliér
uk: Студія

source: Tehuľky
uk: Вагітність

source: Krsty
uk: Хрещення

source: Novorodenci
uk: Новонароджені

source: Svadobná fotografia — to je viac než len obyčajný obrázok.
uk: Весільна фотографія — це більше, ніж просто звичайна картинка.

source: Je to spomienka na váš výnimočný deň, plná emócií, lásky a radosti. Mojím cieľom je zachytiť prirodzené momenty, nežné dotyky a aj tie najmenšie detaily, ktoré spolu vytvárajú váš jedinečný príbeh.
uk: Це спогад про ваш особливий день, сповнений емоцій, любові та радості. Моя мета — зафіксувати природні моменти, ніжні дотики та навіть найдрібніші деталі, які разом створюють вашу унікальну історію.

source: Ako to prebieha?
uk: Як це відбувається?

source: Približne mesiac pred svadbou sa stretneme, aby sme spoločne prešli harmonogram dňa, vaše priania a dôležité momenty, ktoré chcete mať zachytené na fotografiách. Takáto príprava pomáha urobiť svadobný deň pokojnejším a príjemnejším — vy si ho môžete naplno užiť bez zbytočného stresu.
uk: Приблизно за місяць до весілля ми зустрінемося, щоб разом переглянути розклад дня, ваші побажання та важливі моменти, які ви хочете мати зафіксованими на фотографіях. Така підготовка допомагає зробити весільний день спокійнішим і приємнішим — ви зможете повністю насолодитися ним без зайвого стресу.

source: Skvelé odporúčanie — predsvadobné fotenie (tzv. "love story")
uk: Чудова рекомендація — передвесільна фотосесія (так звана "love story")

source: Počas tohto krátkeho a uvoľneného fotenia zažijete, ako prebieha spolupráca so mnou, a zároveň vzniknú krásne fotografie, ktoré môžete použiť na svadbe — v oznámeniach, výzdobe alebo ako prezentáciu. Po fotení si spolu sadneme, prejdeme všetky detaily, vaše očakávania a doladíme harmonogram dňa. Tento zážitok nám pomôže lepšie sa spoznať, čo výrazne znižuje stres počas svadobného dňa — aspoň v tomto smere sa budete cítiť uvoľnenejšie.
uk: Під час цієї короткої та невимушеної фотосесії ви відчуєте, як відбувається співпраця зі мною, і водночас отримаєте чудові фотографії, які зможете використати на весіллі — в оголошеннях, декорі або як презентацію. Після фотосесії ми разом сядемо, переглянемо всі деталі, ваші очікування та узгодимо розклад дня. Цей досвід допоможе нам краще пізнати один одного, що значно знижує стрес під час весільного дня — принаймні в цьому плані ви відчуватимете себе більш розслабленими.

source: Pripravte si detaily dopredu.
uk: Підготуйте деталі заздалегідь.

source: Prstienky, pozvánky, parfum, topánky či svadobnú kyticu si pripravte na jedno miesto. Ušetríme čas a ja ich môžem krásne nafotiť ešte pred obliekaním.
uk: Підготуйте обручки, запрошення, парфуми, взуття чи весільний букет в одному місці. Це заощадить час, і я зможу красиво їх сфотографувати ще до вбрання.

source: Zastavte sa.
uk: Зупиніться.

source: Počas dňa si vedome doprajte chvíľku len pre seba. Uvedomte si, že ten deň je o vás dvoch – nie len o programe. Tie najkrajšie momenty vznikajú práve v týchto tichých, úprimných okamihoch.
uk: Протягом дня свідомо дозвольте собі мить лише для себе. Усвідомте, що цей день про вас двох — а не лише про програму. Найкрасивіші моменти виникають саме в ці тихі, щирі миті.

source: Nechajte si viac času na prípravy.
uk: Залишіть собі більше часу на підготовку.

source: Ráno vždy letí rýchlejšie, ako sa zdá. Zarezervujte si aspoň o 15–20 minút viac, ako si myslíte, že potrebujete – pre pokoj a pohodu.
uk: Ранок завжди летить швидше, ніж здається. Зарезервуйте собі принаймні на 15–20 хвилин більше, ніж ви думаете, що вам потрібно — для спокою та комфорту.

source: Nebojte sa emócií.
uk: Не бійтеся емоцій.

source: Plač, smiech, objatia – to všetko tvorí silné a nezabudnuteľné fotografie a zábery. Byť autentický = byť krásny.
uk: Плач, сміх, обійми — все це створює сильні та незабутні фотографії та кадри. Бути автентичним = бути красивим.

source: Dôverujte svojmu fotografovi.
uk: Довіряйте своєму фотографу.

source: Niektoré pózy alebo miesta môžu na prvý pohľad pôsobiť zvláštne, ale výsledok bude stáť za to. Niekedy ten najnudnejší múr dá najkrajšiu fotku.
uk: Деякі пози або місця можуть на перший погляд здаватися дивними, але результат буде того вартий. Іноді найнуднійша стіна дає найкрасивіше фото.

source: Zlatá hodina je váš priateľ.
uk: Золота година — ваш друг.

source: Plánujte párové fotenie na čas pred západom slnka – svetlo bude mäkké, teplé a veľmi lichotivé.
uk: Плануйте парну фотосесію на час перед заходом сонця — світло буде м'яким, теплим і дуже лестивим.

source: Majte plán B.
uk: Майте план Б.

source: Ak svadba je vonku, myslite aj na dáždniky, prístrešok alebo alternatívnu lokalitu – aby vás počasie nezaskočilo.
uk: Якщо весілля на вулиці, подумайте також про парасольки, навіс або альтернативну локацію — щоб погода вас не застала зненацька.

source: Foťme aj s hosťami.
uk: Фотографуємося також з гостями.

source: Nezabudnite si vytvoriť zoznam ľudí, s ktorými chcete spoločnú fotku. V svadobnom zhone sa ľahko na niekoho zabudne.
uk: Не забудьте створити список людей, з якими ви хочете спільне фото. У весільній метушні легко про когось забути.

source: Niečo sa nám pokazilo, ADMIN už o chybe vie a pracuje na jej vyriešení, skúste to o pár hodín opäť prosím
uk: Щось пішло не так, АДМІН вже знає про помилку і працює над її вирішенням. Будь ласка, спробуйте знову через кілька годин.

source: Ups! Zdá sa, že ste zablúdili na nesprávne miesto. <br> Stránka, ktorú hľadáte, sa asi niekde zatúlala. <br> Nechcete sa radšej vrátiť na našu hlavnú stránku?
uk: Ой! Схоже, ви потрапили не туди, куди прямували. <br> Сторінка, яку ви шукаєте, мабуть, десь загубилася. <br> Можливо, хочете повернутися на головну сторінку?

source: Hlavná stránka
uk: Головна

source: About
sk: O mne

source: Gallery
sk: Galéria

source: Contact
sk: Kontakt

source: that's me
sk: to som ja

source: Hi! My name is Anna Lednicka, and I'm a person who once dared to choose her dream. I was born in Ukraine, graduated from medical university, and became a general practitioner. But in my fourth year, I fell in love with photography, and this passion consumed me completely. I combined working as a nurse and taking photos until I finished university and realized: photography is my true calling.
sk: Ahoj! Volám sa Anna Lednicka a som človek, ktorý sa raz odvážil vybrať si svoj sen. Narodila som sa na Ukrajine, vyštudovala som lekársku univerzitu a stala som sa všeobecnou lekárkou. Ale vo štvrtom ročníku som sa zamilovala do fotografie a táto vášeň ma úplne pohltila. Kombinovala som prácu zdravotnej sestry a fotografovanie, kým som nedokončila univerzitu a neuvedomila si: fotografia je moje skutočné poslanie.

source: Now I live in Slovakia, where I'm starting everything from scratch. It's not easy, but I'm inspired by the dream of making photography my profession. I'm a wife, a mother, and a person who believes it's important to do what makes you feel alive inside.
sk: Teraz žijem na Slovensku, kde začínam všetko od nuly. Nie je to ľahké, ale inšpiruje ma sen urobiť z fotografie svoje povolanie. Som manželka, mama a človek, ktorý verí, že je dôležité robiť to, čo vás zvnútra oživuje.

source: What do I love most about my work? It's the moments. Live, genuine emotions, not just posed shots. During my photo sessions, you don't have to worry about how to pose or where to look. I'll create an easy and comfortable atmosphere for you: I'll give you an interesting task, you'll complete it, and meanwhile, I'll capture sincere emotions. You'll start having fun, and the photo session will turn into unforgettably spent time - with me, with yourself, with your family, or with your significant other.
sk: Čo mám na svojej práci najradšej? Sú to momenty. Živé, skutočné emócie, nie len naaranžované zábery. Počas mojich fotení sa nemusíte obávať, ako sa postaviť alebo kam sa pozerať. Vytvorím pre vás ľahkú a príjemnú atmosféru: dám vám zaujímavú úlohu, vy ju splníte a ja medzitým zachytím úprimné emócie. Začnete sa baviť a fotenie sa premení na nezabudnuteľne strávený čas - so mnou, so sebou, s vašou rodinou alebo s vašou druhou polovičkou.

source: I'm confident that photos taken with soul will preserve these moments for a lifetime. Let's create them together!
sk: Som presvedčená, že fotografie vytvorené s dušou zachovajú tieto momenty na celý život. Poďme ich vytvárať spolu!

source: get in touch
sk: kontaktuj ma

source: Your name
sk: Tvoje meno

source: Too short...
sk: Príliš krátke...

source: Your email
sk: Tvoj email

source: Valid email please...
sk: Prosím zadajte platný email...

source: Your phone
sk: Tvoje tel. číslo

source: Valid phone please...
sk: Prosím zadajte platné telefónne číslo...

source: Message to me...
sk: Správa pre mňa...

source: Message sent!
sk: Správa odoslaná!

source: Something went wrong!
sk: Niečo sa pokazilo!

source: Sending...
sk: Odosielam...

source: Send message
sk: Odoslať správu

source: OR
sk: ALEBO

source: Baptism
sk: Krsty

source: Weddings
sk: Svadby

source: Portrait
sk: Portréty

source: Love-story
sk: Príbehy lásky

source: Family
sk: Rodina

source: Studio
sk: Ateliér

source: Pregnancy
sk: Tehuľky

source: weddings section
sk: sekcia svadieb

source: love-story section
sk: sekcia príbehov lásky

source: pregnancy section
sk: sekcia tehuľiek

source: studio section
sk: sekcia ateliéru

source: family section
sk: sekcia rodiny

source: baptism section
sk: sekcia krstov

source: portrait section
sk: sekcia portrétov
