Repository: unikorm/momentkaph
Catalog: client/src/locale/messages.ua.xlf
Languages: ua

source: O mne
ua: About Me

source: Galéria
ua: Gallery

source: Kontakt
ua: Contact

source: to som ja
ua: that's me

source: Ahoj! Volám sa Anna Lednicka a som človek, ktorý sa raz odvážil vybrať si svoj sen. Narodila som sa na Ukrajine, vyštudovala som lekársku univerzitu a stala som sa všeobecnou lekárkou. Ale vo štvrtom ročníku som sa zamilovala do fotografie a táto vášeň ma úplne pohltila. Kombinovala som prácu zdravotnej sestry a fotografovanie, kým som nedokončila univerzitu a neuvedomila si: fotografia je moje skutočné poslanie.
ua: Hi! My name is Anna Lednicka, and I'm a person who once dared to choose her dream. I was born in Ukraine, graduated from medical university, and became a general practitioner. But in my fourth year, I fell in love with photography, and this passion consumed me completely. I combined working as a nurse and taking photos until I finished university and realized: photography is my true calling.

source: Teraz žijem na Slovensku, kde začínam všetko od nuly. Nie je to ľahké, ale inšpiruje ma sen urobiť z fotografie svoje povolanie. Som manželka, mama a človek, ktorý verí, že je dôležité robiť to, čo vás zvnútra oživuje.
ua: Now I live in Slovakia, where I'm starting everything from scratch. It's not easy, but I'm inspired by the dream of making photography my profession. I'm a wife, a mother, and a person who believes it's important to do what makes you feel alive inside.

source: Čo mám na svojej práci najradšej? Sú to momenty. Živé, skutočné emócie, nie len naaranžované zábery. Počas mojich fotení sa nemusíte obávať, ako sa postaviť alebo kam sa pozerať. Vytvorím pre vás ľahkú a príjemnú atmosféru: dám vám zaujímavú úlohu, vy ju splníte a ja medzitým zachytím úprimné emócie. Začnete sa baviť a fotenie sa premení na nezabudnuteľne strávený čas - so mnou, so sebou, s vašou rodinou alebo s vašou druhou polovičkou.
ua: What do I love most about my work? It's the moments. Live, genuine emotions, not just posed shots. During my photo sessions, you don't have to worry about how to pose or where to look. I'll create an easy and comfortable atmosphere for you: I'll give you an interesting task, you'll complete it, and meanwhile, I'll capture sincere emotions. You'll start having fun, and the photo session will turn into unforgettably spent time - with me, with yourself, with your family, or with your significant other.

source: Som presvedčená, že fotografie vytvorené s dušou zachovajú tieto momenty na celý život. Poďme ich vytvárať spolu!
ua: I'm confident that photos taken with soul will preserve these moments for a lifetime. Let's create them together!

source: kontaktuj ma
ua: get in touch

source: Tvoje meno
ua: Your Name

source: Príliš krátke...
ua: Too short...

source: Tvoj email
ua: Your email

source: Prosím zadajte platný email...
ua: Valid email please...

source: Tvoje tel. číslo
ua: Your phone

source: Prosím zadajte platné telefónne číslo...
ua: Valid phone please...

source: Správa pre mňa...
ua: Message to me...

source: Správa odoslaná!
ua: Message sent!

source: Niečo sa pokazilo!
ua: Something went wrong!

source: Odosielam...
ua: Sending...

source: Odoslať správu
ua: Send message

source: ALEBO
ua: OR

source: Krsty
ua: Baptism

source: Svadby
ua: Weddings

source: Portréty
ua: Portrait

source: Príbehy lásky
ua: Love Story

source: Rodina
ua: Family

source: Ateliér
ua: Studio

source: Tehuľky
ua: Pregnancy
